import style from './Accordeon.module.css'
import { AccordeonItem } from './AccordeonItem/AccordeonItem'

export function Accordeon(){
    return(
       <div className={style.accordeon}>
        <AccordeonItem title='Вопрос 1' content='Не следует, однако забывать, что консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. '/>
        <AccordeonItem title='Вопрос 2' content='Задача организации, в особенности же начало повседневной работы по формированию позиции в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Таким образом консультация с широким активом позволяет оценить значение дальнейших направлений развития. Разнообразный и богатый опыт рамки и место обучения кадров требуют определения и уточнения новых предложений. Повседневная практика показывает, что начало по '/>
       

        <AccordeonItem title='Вопрос 3' content='днако забывать, что сложившаяся структура организации требуют от нас анализа существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что сложившаяся структура организации позволяет выполнять важные задания по разработке систем массового участия. Равным образом начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки позиций, '/>
       
        <AccordeonItem title='Вопрос 4' content='Не следует, однако забывать, что консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. С другой стороны новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. '/>
        <AccordeonItem title='Вопрос 5' content='Задача организации, в особенности же начало повседневной работы по формированию позиции в значительной степени обуславливает создание системы обучения кадров, соответствует насущным потребностям. Таким образом консультация с широким активом позволяет оценить значение дальнейших направлений развития. Разнообразный и богатый опыт рамки и место обучения кадров требуют определения и уточнения новых предложений. Повседневная практика показывает, что начало по '/>
       

        <AccordeonItem title='Вопрос 6' content='днако забывать, что сложившаяся структура организации требуют от нас анализа существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что сложившаяся структура организации позволяет выполнять важные задания по разработке систем массового участия. Равным образом начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки позиций, '/>
       
       </div> 
    )
}